/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Conexiunea de internet a acestui computer pare a fi offline.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Conexiunea de internet a acestui computer poate fi offline.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Conexiunea de internet a acestui computer pare a fi online.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Serverul de DNS al acestui computer nu răspunde.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "Serverul DNS nu a putut găsi numele serverului.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Ruterul acestui computer nu răspunde.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Serverul la care încearcă să se conecteze acest computer nu răspunde.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Conexiunea de internet a acestui computer pare a fi online.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "parolă formular web";

/* HTTP result code string */
"accepted" = "acceptat";

/* HTTP result code string */
"bad gateway" = "gateway greșit";

/* HTTP result code string */
"bad request" = "solicitare greșită";

/* HTTP result code string */
"client error" = "eroare client";

/* HTTP result code string */
"conflict" = "conflict";

/* HTTP result code string */
"continue" = "continuă";

/* HTTP result code string */
"created" = "creat";

/* HTTP result code string */
"expectation failed" = "așteptare eșuată";

/* HTTP result code string */
"forbidden" = "interzis";

/* HTTP result code string */
"found" = "găsit";

/* HTTP result code string */
"gateway timed out" = "perioada de așteptare pentru gateway a expirat";

/* HTTP result code string */
"informational" = "informativ";

/* HTTP result code string */
"internal server error" = "eroare internă server";

/* HTTP result code string */
"length required" = "lungime obligatorie";

/* HTTP result code string */
"method not allowed" = "metodă nepermisă";

/* HTTP result code string */
"moved permanently" = "mutat permanent";

/* HTTP result code string */
"multiple choices" = "opțiuni multiple";

/* HTTP result code string */
"needs proxy" = "necesită proxy";

/* HTTP result code string */
"no content" = "niciun conținut";

/* HTTP result code string */
"no error" = "nicio eroare";

/* HTTP result code string */
"non-authoritative information" = "informații neautoritare";

/* HTTP result code string */
"not found" = "nu a fost găsit";

/* HTTP result code string */
"not modified" = "nemodificat";

/* HTTP result code string */
"partial content" = "conținut parțial";

/* HTTP result code string */
"payment required" = "plată obligatorie";

/* HTTP result code string */
"precondition failed" = "precondiție eșuată";

/* HTTP result code string */
"proxy authentication required" = "autentificare proxy obligatorie";

/* HTTP result code string */
"redirected" = "redirecționat";

/* HTTP result code string */
"no longer exists" = "nu mai există";

/* HTTP result code string */
"request timed out" = "solicitarea a expirat";

/* HTTP result code string */
"request too large" = "solicitare prea mare";

/* HTTP result code string */
"requested URL too long" = "URL-ul solicitat este prea lung";

/* HTTP result code string */
"requested range not satisfiable" = "intervalul solicitat nu poate fi satisfăcut";

/* HTTP result code string */
"reset content" = "resetare conținut";

/* HTTP result code string */
"see other" = "vezi altele";

/* HTTP result code string */
"server error" = "eroare server";

/* HTTP result code string */
"service unavailable" = "serviciul nu este disponibil";

/* HTTP result code string */
"success" = "succes";

/* HTTP result code string */
"switching protocols" = "comutare protocoale";

/* HTTP result code string */
"temporarily redirected" = "redirecționat temporar";

/* HTTP result code string */
"unacceptable" = "inacceptabil";

/* HTTP result code string */
"unauthorized" = "neautorizat";

/* HTTP result code string */
"unimplemented" = "neimplementat";

/* HTTP result code string */
"unsupported media type" = "tip suport neacceptat";

/* HTTP result code string */
"unsupported version" = "versiune neacceptată";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "A apărut o problemă de comunicare cu serverul proxy web (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "A apărut o problemă de comunicare cu serverul proxy web securizat (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "eroare necunoscută";

/* WebFoundationErrorCancelled description */
"Err-999" = "contramandat";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "URL eronat";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Solicitarea a expirat.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL neadmis";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Nu s-a putut găsi un server cu numele de gazdă specificat.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Conectare imposibilă la server.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Conexiunea de rețea s-a pierdut.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Eroare de căutare DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "prea multe redirecționări HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "resursa nu este disponibilă";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Conexiunea de Internet pare a fi offline.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "redirecționat nicăieri";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Răspuns greșit din partea serverului.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "resursă cu zero biți";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "nu se pot decoda datele brute";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "nu se pot decoda datele conținutului";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "imposibil de analizat răspunsul";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Roamingul internațional este în prezent dezactivat.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Nu poate fi stabilită o conexiune de date deoarece un apel este în prezent activ.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Nu este permisă o conexiune de date în acest moment.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "flux corp solicitare epuizat";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "URL-ul solicitat nu a fost găsit pe acest server.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "fișierul este un director";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Nu aveți permisiunea să accesați resursa solicitată.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "resursa depășește dimensiunea maximă";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "A survenit o eroare SSL și nu se poate stabili o conexiune securizată la server.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Certificatul acestui server a expirat.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Certificatul acestui server a expirat. Este posibil să vă conectați la un server care simulează “%@”, ceea ce poate periclita informațiile dvs. confidențiale.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certificatul acestui server este nevalid.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certificatul acestui server este nevalid. Este posibil să vă conectați la un server care simulează “%@”, ceea ce poate periclita informațiile dvs. confidențiale.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certificatul acestui server a fost semnat de o autoritate de certificare necunoscută.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certificatul acestui server a fost semnat de o autoritate de certificare necunoscută. Este posibil să vă conectați la un server care simulează “%@”, ceea ce poate periclita informațiile dvs. confidențiale.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Certificatul acestui server nu este încă valid.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Certificatul acestui server nu este încă valid. Este posibil să vă conectați la un server care simulează “%@”, ceea ce poate periclita informațiile dvs. confidențiale.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Serverul nu a acceptat certificatul.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Serverul “%@” nu a acceptat certificatul.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Serverul necesită un certificat client.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Serverul “%@” necesită un certificat client.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "nu se poate încărca din rețea";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Nu se poate crea fișierul";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Nu se poate deschide fișierul";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "A survenit o eroare în timpul închiderii fișierului";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Nu se poate scrie fișierul";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Nu se poate elimina fișierul";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Nu se poate muta fișierul";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Decodarea descărcării a eșuat";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Decodarea descărcării a eșuat";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Doriți să vă conectați la server oricum?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Pentru a vă schimba configurările pentru proxy, deschideți preferințele Rețea, faceți clic pe Avansat și apoi clic pe Proxy-uri. Pentru ajutor în privința acestei probleme, contactați administratorul dvs. de sistem.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Autentificare proxy obligatorie";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autentificare pentru %@ proxy\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Renunță";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Nume de utilizator";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Parolă";
